---
type: LoadTypeBase
namespace: Autodesk.Revit.DB.Structure
version: 2024
members: 1
tags: [revit-api, class]
---

# LoadTypeBase

`Autodesk.Revit.DB.Structure.LoadTypeBase` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Property | Parameter | — | `` |